var data= {
  "QuestionPaper": {
    "-UniqueId": "002",
    "-CategoryName": "Sanskrit - 6",
    "Chapter": [
      {
        "-ChapterName": "प्रार्थना:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tप्रथमे श्लोके बालका: कस्य प्रार्थना कुर्वन्ति?\n\t(i) भगवत: शिवस्य         (ii) भगवत: विष्णो:     (iii) भगवत: श्रीकृष्णस्य"
              },
              {
                "-Question": "(ख).\t‘जीवने’ इत्यस्मिन् कतमा विभक्ति: प्रयुक्ता?\n\t(i) तृतीया        (ii)पञ्चमी        (iii) सप्तमी"
              },
              {
                "-Question": "(ग).\t‘इत्येषा’ इति शब्दस्य विच्छेद: अस्ति-\n\t(i) इति + एषा:          (ii)इत्य + षा:        (iii) इत्ये + षा: "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  जीवने __________ ।"
              },
              {
                "-Question": "(ख).  स्यात् प्रदानं __________ ।"
              },
              {
                "-Question": "(ग)  इत्येषा __________ अस्माकम्।"
              },
              {
                "-Question": "(घ)  __________ परिपूर्यताम्।।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  पाठे प्रदत्ते चित्रे बालका: किं कुर्वन्ति?"
              },
              {
                "-Question": "(ख).  वटपत्रे क: शेते?"
              },
              {
                "-Question": "(ग).  द्वितीय श्लोकस्य को भावार्थ:?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों की विभक्ति और वचन लिखिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tअरविन्दम्    =  ______________  +  ______________"
              },
              {
                "-Question": "(ख).\tअरविन्देन   = ______________  +  ______________"
              },
              {
                "-Question": "(ग).\tप्रार्थना   = ______________  +  ______________"
              },
              {
                "-Question": "(घ).\tपत्रस्य   = ______________  +  ______________"
              },
              {
                "-Question": "(ङ).\tपुटे   = ______________  +  ______________"
              },
              {
                "-Question": "(च).\tबालम्    = ______________  +  ______________"
              },
              {
                "-Question": "(छ).\tजीवने   = ______________  +  ______________"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "शब्दार्थों को मिलाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tकर:    \t\t\t\t  (i) मन से"
              },
              {
                "-Question": "(ख).\tपद:   \t\t\t\t  (ii) जीवन में"
              },
              {
                "-Question": "(ग).\tस्यात्    \t\t\t\t  (iii) इस प्रकार"
              },
              {
                "-Question": "(घ).\tपत्रस्य    \t\t\t\t  (iv) हाथ"
              },
              {
                "-Question": "(ङ).\tमनसा     \t\t\t\t  (v) हो"
              },
              {
                "-Question": "(च).\tइत्येषा    \t\t\t\t  (vi) पत्ते का"
              },
              {
                "-Question": "(छ).\tजीवने   \t\t\t\t  (vii) पैर"
              }
            ]
          }
        ]    /*chapter1 compelete*/
      }, 
	  {
        "-ChapterName": "सदाचार:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
        {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tसदाचार: कथ्यते--\n\t(i) निम्न: आचार:          (ii)मध्यम: आचार:       (iii) उत्तम: आचार: "
              },
              {
                "-Question": "(ख).\tकान् नमन्तु?\n\t(i) दुर्जनान्       (ii)गुरुजनान्       (iii) मूर्खान्"
              },
              {
                "-Question": "(ग).\tकीदृशा: नागरिका: भवन्तु?\n\t(i) उत्तमा:          (ii)सामान्या:        (iii) अल्पज्ञ: "
              },
              {
                "-Question": "(घ).\tदेवो क: भव?\n\t(i)माता           (ii)पिता         (iii) भ्रात: "
              },
              {
                "-Question": "(ङ).\tदेशस्य उत्तमा: __________ भवत।\n\t(i) नागरिका:          (ii)शिक्षका:        (iii) बाला: "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  उत्तम: __________ कथ्यते।"
              },
              {
                "-Question": "(ख).  छात्रा: सदाचारम्  __________ ।"
              },
              {
                "-Question": "(ग)  वयं देशस्य __________ ।"
              },
              {
                "-Question": "(घ)  परिश्रमेण पाठान् __________ ।"
              },
              {
                "-Question": "(ङ)  मह्यं शक्तिं __________ ।"
              },
              {
                "-Question": "(च)  यूयं सकलानां जीवानां __________ ।"
              },
              {
                "-Question": "(छ)  वयं देशभक्ता: __________ ।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  जीवने कस्य महत्त्वम् अस्ति?"
              },
              {
                "-Question": "(ख).  पाठे सदाचारस्य विषये किमुक्तम्?"
              },
              {
                "-Question": "(ग).  प्राचीनेषु ग्रन्थेषु किमुक्तं कस्य विषये च?"
              },
              {
                "-Question": "(घ).  अस्माभि: प्रभो: का प्रार्थना करणीया?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tसदाचार का पालन करो।"
              },
              {
                "-Question": "(ख).\tवे लोग गुरु को नमस्कार करें।"
              },
              {
                "-Question": "(ग).\tसमय से विद्यालय जाएँ।"
              },
              {
                "-Question": "(घ).\tदेश के उत्तम नागरिक बनो।"
              },
              {
                "-Question": "(ङ) \tसत्य बोलो, धर्म का आचरण करो।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिंदी में अनुवाद कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tउत्तम: आचार: ‘सदाचार:' कथ्यते।"
              },
              {
                "-Question": "(ख).\tजीवने सदाचारस्य अतीव महत्त्वम् अस्ति।"
              },
              {
                "-Question": "(ग).\tछात्रा: सदाचारं पालयन्तु।"
              },
              {
                "-Question": "(घ).\tते गुरुजनान् नमन्तु।"
              },
              {
                "-Question": "(ङ).\tयूयं सकलानां जीवानां हितम् आचरत।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "उचित क्रियाएँ चुनकर रिक्त स्थानों की पूर्ति कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tतडागे मीना: सुखेन __________ । \t\t(तरन्तु/तरतु/तरत)"
              },
              {
                "-Question": "(ख).\tत्वं दुग्धं __________ । \t\t\t\t(पिब/पिबतु/पिबानि)"
              },
              {
                "-Question": "(ग).\tनर्तकी सभायां __________ ।  \t\t\t(नृत्य/नृत्यताम्/नृत्यतु)"
              },
              {
                "-Question": "(घ).\tभवान् इतिहासं __________ । \t\t\t(पठन्तु/पठतु/पठत)"
              }
            ]
          }
        ]    /*chapter2 compelete*/
      },
       {
        "-ChapterName": "जलमेव जीवनम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [ 
        {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tनृप: आखेटाय अगच्छत\n\t(i) पर्वतीय क्षेत्रे            (ii) ग्रामे        (iii) वने"
              },
              {
                "-Question": "(ख).\tसैनिका: किम् अन्वेष्यन्ति?\n\t(i) जलम्        (ii) पशुम्        (iii) चौरम्"
              },
              {
                "-Question": "(ग).\tअमूल्यं किम्?\n\t(i) धनम्           (ii) जलम्        (iii) जीवनम् "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  नृप: __________ सेवकै: सह वनमगच्छत्।"
              },
              {
                "-Question": "(ख).  ‘‘भद्र! तव __________ किमस्ति?’’"
              },
              {
                "-Question": "(ग)  ‘‘वयं सर्वे __________ स्म:।’’"
              },
              {
                "-Question": "(घ)  ‘‘कोऽपि वारिण: __________ समर्थ: नास्ति।"
              },
              {
                "-Question": "(ङ)  वारिण: __________ कदापि न करणीयम्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  नृप: वने किमर्थं गच्छति?"
              },
              {
                "-Question": "(ख). सेवका: किम् अन्वेषयन्ति किमर्थच?"
              },
              {
                "-Question": "(ग).  ग्रामीण: जलं कुत: आनयति?"
              },
              {
                "-Question": "(घ).  वारिण: किं मूल्यमस्ति?"
              },
              {
                "-Question": "(ङ).  ग्रामीण: पारितोषिक किमर्थं स्वीकृतं नाकरोत्?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tउस तालाब में पर्याप्त पानी है।"
              },
              {
                "-Question": "(ख).\tपानी में कमल खिलते हैं।"
              },
              {
                "-Question": "(ग).\tराजा प्यास से व्याकुल था और पानी के बिना संकट में था।"
              },
              {
                "-Question": "(घ).\tपानी का दान ईश्वर सबके लिए कर रहा है।"
              },
              {
                "-Question": "(ङ).\tपानी अमूल्य है। कोई भी मनुष्य उसके मूल्यदान में असमर्थ है।"
              },
              {
                "-Question": "(च).\tयदि तुम मुझे पानी पिलाओ, तो मैं तुम्हें इनाम दूँगा।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिंदी में अनुवाद कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tते वारि कुत्रापि नाध्यगच्छन्।"
              },
              {
                "-Question": "(ख).\tयदि अस्मिन् काले कोऽपि मह्यं वारि यच्छेत्, तु तस्मै अर्धराज्यमपि यच्छेयम्।"
              },
              {
                "-Question": "(ग).\tइदं वारि कुत: आनयसि?"
              },
              {
                "-Question": "(घ).\tमहोदय! किं कोऽपि वारिण: मूल्यदाने समर्थ: अस्ति?"
              },
              {
                "-Question": "(ङ).\tवारिण: अपव्ययं कदापि न कुरुत। वारिणि दूषितानि वस्तूनि अपि मा क्षिपत।"
              }
            ]
          }
        ]    /*chapter3 compelete*/
      },
       {
        "-ChapterName": "चतुर वानर",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
           {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tनद्या: तटे कस्य वृक्ष: अस्ति?\n\t(i) आम्रस्य             (ii) कदलीफलस्य         (iii) जम्बूवृक्षस्य"
              },
              {
                "-Question": "(ख).\tवानर: कस्मै जम्बूफलानि यच्छति?\n\t(i) भल्लूकाय         (ii) मकराय         (iii) सिंहाय"
              },
              {
                "-Question": "(ग).\tवानर: आसीत--\n\t(i) चतुर:           (ii) मूर्ख:        (iii) विश्वासघातक: "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  तस्य __________ एक: वानर: वसति स्म।"
              },
              {
                "-Question": "(ख).  वानर: तस्मै __________ पक्वानि __________ दत्तवान्।"
              },
              {
                "-Question": "(ग)  मम भार्या त्वां __________ निमन्त्रितवती।"
              },
              {
                "-Question": "(घ)  मम हृदयं वृक्षस्य __________ अस्ति।"
              },
              {
                "-Question": "(ङ)  मकर: __________ भूत्वा स्वगृहं गतवान्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  वानर: कुत्र वसति स्म?"
              },
              {
                "-Question": "(ख). मकर: जम्बूफलानि कस्यै दत्तवान्?"
              },
              {
                "-Question": "(ग).  मकरस्य पत्नी मकरं किम् उक्तवती?"
              },
              {
                "-Question": "(घ).  नदी-मध्ये आगत्य मकर: किम् अकथयत्?"
              },
              {
                "-Question": "(ङ).  नदी-मध्ये मकरस्य वार्तां श्रुत्वा वानर: किं करोति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "नीचे लिखे वाक्यों को शुद्ध कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tएकस्या: नद्या: तटे एका वाटिका आसीत्।"
              },
              {
                "-Question": "(ख).\tभल्लूकस्य कृते पक्वं फलानि सन्ति।"
              },
              {
                "-Question": "(ग).\tतस्य भार्या मकरं प्रति उक्तवान्।"
              },
              {
                "-Question": "(घ).\tमकरं वानराय पृष्ठे उपवेशयति।"
              },
              {
                "-Question": "(ङ).\tअहं त्वां तत्र नयति।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों के पर्यायवाची शब्द लिखिए",
            "-defaultMark": "2",
            "item": [
              {
                "-Question": "(क).\tवृक्ष:  =   ___________       ___________     ___________"
              },
              {
                "-Question": "(ख).\tवानर:  =   ___________       ___________     ___________"
              },
              {
                "-Question": "(ग).\tगृहम्   =   ___________       ___________     ___________"
              },
              {
                "-Question": "(घ).\tनदी   =   ___________       ___________     ___________"
              },
              {
                "-Question": "(ङ).\tभार्या  =   ___________       ___________     ___________"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों के पर्यायवाची शब्द लिखिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tमकर:  =   ____________________________ "
              },
              {
                "-Question": "(ख).\tवानर:  =   ____________________________"
              },
              {
                "-Question": "(ग).\tजम्बूफलम्    =   ____________________________"
              },
              {
                "-Question": "(घ).\tअधुना    =   ____________________________"
              },
              {
                "-Question": "(ङ).\tमम  =   ____________________________ "
              },
              {
                "-Question": "(च).\tवृक्षस्य  =   ____________________________ "
              }
            ]
          }
        ]    /*chapter4 compelete*/
      },
       {
        "-ChapterName": "सड़कल्पम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tकस्मै विद्या नास्ति?\n\t(i) य: परिश्रमं करोति             (ii) य: शेते         (iii) य: अलस: भवति"
              },
              {
                "-Question": "(ख).\tअधुना विमल: स्वकीयानि कार्याणि कथं करोति?\n\t(i) नियमपूर्वकम्          (ii) समयेन          (iii) उभावपि"
              },
              {
                "-Question": "(ग).\tविमलाय आशीर्वाद: यच्छति--\n\t(i) जनक:           (ii) पितामह:        (iii) जननी "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  किं त्वं क्रीडित्वा __________ ? \t\t(पठिष्यति, पठिष्यसि)"
              },
              {
                "-Question": "(ख).  स: पठनाय विदेशं __________ । \t\t(गच्छिष्यति, गमिष्यति)"
              },
              {
                "-Question": "(ग)  छात्रा: लेखं __________ । \t\t(लिखिष्यन्ति, लेखिष्यन्ति)"
              },
              {
                "-Question": "(घ)  किं विमल: खेलित्वा दुग्धं __________ ? \t\t(पिबिष्यति, पास्यति)"
              },
              {
                "-Question": "(ङ)  जनक: __________ आगमिष्यति। \t\t(अद्य, श्व:)"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  पाठानुसारं किं सत्यम्?"
              },
              {
                "-Question": "(ख).  विमल: कतमं सज्र्ल्पं नयति?"
              },
              {
                "-Question": "(ग).  अधुना विमल: सर्वं कार्यं कथं करोति?"
              },
              {
                "-Question": "(घ).  स: प्रतिदिनं किं करोति?"
              },
              {
                "-Question": "(ङ).  पितामह: कथं सन्तुष्ट:?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  विद्यार्थी को सुख त्याग देना चाहिए।"
              },
              {
                "-Question": "(ख).  सुख चाहने वाले को विद्या त्याग देनी चाहिए।"
              },
              {
                "-Question": "(ग).  पिता और दादाजी मेरे पूजनीय और आदरणीय हैं।"
              },
              {
                "-Question": "(घ).  पाठ पढ़ करके मैं लेख लिखूँगा।"
              },
              {
                "-Question": "(ङ).  उसके बाद दूरदर्शन पर खेल के कार्यक्रम देखूँगा।"
              },
              {
                "-Question": "(च).  उविमल की दिनचर्या देखकर दादाजी खुश हो गए।"
              }
            ]
          }
        ]    /*chapter5 compelete*/
      },
       {
        "-ChapterName": "ज्ञान गङ्गा ",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tकार्याणि सिद्धयन्ति--\n\t(i) मनोरथै:           (ii) उद्यमेन        (iii) धनेन"
              },
              {
                "-Question": "(ख).\tइदं शरीरं कस्यार्थम्?\n\t(i) परोपकाराय           (ii) अपरान् पीडनाय           (iii) व्यर्थम् अस्ति"
              },
              {
                "-Question": "(ग).\tकथं ब्रूयात्?\n\t(i) सत्यम्            (ii) प्रियम्         (iii) उभावपि "
              },
              {
                "-Question": "(घ).\tकथं न ब्रूयात्?\n\t(i) सत्यम्             (ii) प्रियम्         (iii) सत्यमप्रियम् "
              },
              {
                "-Question": "(ङ).\tसुप्तस्य सिंहस्य मुखे के न प्रविशन्ति?\n\t(i) मृगा:            (ii) मत्स्या:         (iii) रोटिका: "
              },
              {
                "-Question": "(च).\tवृक्ष: कस्मै फलन्ति?\n\t(i) स्वकीयानि             (ii) परोपकाराय          (iii) अपकाराय "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  उद्यमेन __________ ।\n\t ____________मृगा:।।"
              },
              {
                "-Question": "(ख).  परोपकाराय  __________ । \n\t ____________शरीरम्।।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  कस्य किं वर्धन्ते?"
              },
              {
                "-Question": "(ख).  कार्याणि कथं सिद्धयन्ति?"
              },
              {
                "-Question": "(ग).  परोपकार विषये श्लोके किं लिखितम्?"
              },
              {
                "-Question": "(घ).  कीदृशं सत्यं ब्रूयात्?"
              },
              {
                "-Question": "(ङ).  महात्मनां प्रकृति सिद्धं किम् अस्ति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  नमस्कार करने वालों तथा वृद्धों की सेवा करने वालों का आयु, विद्या, यश और बल बढ़ता है।"
              },
              {
                "-Question": "(ख). सोए हुए सिंह के मुँह में मृग नहीं प्रवेश करता।"
              },
              {
                "-Question": "(ग).  परोपकार के लिए नदियाँ बहती हैं।"
              },
              {
                "-Question": "(घ).  परोपकार के लिए वृक्ष फल देते हैं।"
              },
              {
                "-Question": "(ङ).  अप्रिय सत्य नहीं बोलना चाहिए।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  अभिवादनशीलस्य नित्यं वृद्धोपसेविन:।"
              },
              {
                "-Question": "(ख).  चत्वारि तस्य वर्धन्ते आर्युिवद्यायशोबलम्।"
              },
              {
                "-Question": "(ग).  परोपकाराय फलन्ति वृक्षा: परोपकाराय वहन्ति नद्य:।"
              },
              {
                "-Question": "(घ).  सत्यं बू्रयात् प्रियं ब्रूयात् न ब्रूयात् सत्यमप्रियम्।"
              },
              {
                "-Question": "(ङ).  प्रियं च नानृतं ब्रूयात् एष: धर्म: सनातन:।"
              }
            ]
          }
        ]    //chapter6 compelete
      },
       {
        "-ChapterName": "हिमालय:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tनदीषु पवितत्रतमा नदी अस्ति?\n\t(i) कोसी            (ii) गङ्गा         (iii) यमुना"
              },
              {
                "-Question": "(ख).\tपर्वतराज: हिमालय: कस्यां दिशि अस्ति?\n\t(i) उत्तरस्याम्            (ii) पूर्वस्याम्           (iii) दक्षिण दिशि"
              },
              {
                "-Question": "(ग).\tगङ्गा नि:सरति--\n\t(i) सागरात्            (ii) आकाशात्          (iii) हिमालयात् "
              },
              {
                "-Question": "(घ).\tअस्माकं गौरव: अस्ति-\n\t(i) गङ्गा             (ii) हिमालय:         (iii) मन्दिरम् "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  अस्य पर्वतस्य शृंखला __________ वर्तते।"
              },
              {
                "-Question": "(ख).  अयं संसारस्य __________ पर्वत: अस्ति।"
              },
              {
                "-Question": "(ग).  हिमालयक्षेत्रे बहूनि __________ सन्ति।"
              },
              {
                "-Question": "(घ).  पर्वतराज: हिमालय: अस्माकं __________ अस्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  भारदेशस्य उत्तरस्यां दिशि क: विराजते?"
              },
              {
                "-Question": "(ख).  कतम: पर्वत: ‘पर्वराज:' इति कथ्यते?"
              },
              {
                "-Question": "(ग).  गङ्गा कुत: प्रभवति?"
              },
              {
                "-Question": "(घ).  हिमालय: तपोभूमि: अस्ति, कथम्?"
              },
              {
                "-Question": "(ङ).  हिमालयक्षेत्रे के भ्रमन्ति?"
              },
              {
                "-Question": "(च).  हिमालयस्य महत्त्वं लिखत।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  हिमालय पर्वत की शृंखलाएँ बहुत दूर तक फैली  हुई हैं।"
              },
              {
                "-Question": "(ख).  हिमालय की गोद से गंगा नदी निकलती है।"
              },
              {
                "-Question": "(ग).  हिमालय तपोभूमि है।"
              },
              {
                "-Question": "(घ).  लोग वहाँ स्वास्थ्य लाभ के लिए जाते हैं।"
              },
              {
                "-Question": "(ङ).  हिमालय भारत का मुकुट है।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "वाक्य बनाइए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  दिशि   =  _________________________________"
              },
              {
                "-Question": "(ख).  पर्वतराज:  =  _________________________________"
              },
              {
                "-Question": "(ग).  गङ्गा   =  _________________________________"
              },
              {
                "-Question": "(घ).  तपोभूमि:  =  _________________________________"
              },
              {
                "-Question": "(ङ).  प्रतिवर्षम्   =  _________________________________"
              },
              {
                "-Question": "(च).  जना:   =  _________________________________"
              }
            ]
          }
        ]    //chapter7 compelete
      },
       {
        "-ChapterName": "शरद उत्सव:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
           {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tप्रकृति-पूजक: अस्ति-\n\t(i) अमेरिका देश:            (ii) इंग्लैंड देश:         (iii) भारत देश:"
              },
              {
                "-Question": "(ख).\tअस्यां रात्रौ __________ स्वपूर्णकलाभि: सह उदयति।\n\t(i) चन्द्र:            (ii) सूर्य:           (iii) नक्षत्र:"
              },
              {
                "-Question": "(ग).\tअयम् उत्सव: सर्वै: सह __________ व्यवहर्तव्य इति सन्देशं प्रददाति।\n\t(i) शत्रुता             (ii) प्रेम्ण:          (iii) भ्रातर: "
              },
              {
                "-Question": "(घ).\tकवय: वर्णनं कुर्वन्ति-\n\t(i) सूर्यस्य              (ii) चन्द्रस्य          (iii) नक्षत्राणाम् "
              },
              {
                "-Question": "(ङ).\tचन्द्र: आधार: वर्तते-\n\t(i) प्रेम्ण:              (ii) शक्ते:          (iii) उष्णताया: "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  अस्माकं देश: __________ अस्ति।"
              },
              {
                "-Question": "(ख).  कवय: __________ वर्णनम् अवश्यमेव कुर्वन्ति।"
              },
              {
                "-Question": "(ग).  अस्यां रात्रौ चन्द्र: __________ सह उदयति।"
              },
              {
                "-Question": "(घ).  सोत्साहं प्रेम्णा इमम् उत्सवं __________ आचरन्ति।"
              },
              {
                "-Question": "(ङ).  सर्वै: सह __________ व्यवहर्तव्य:।"
              },
              {
                "-Question": "(च).  चन्द्र: __________ आधार: वर्तते।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  अस्माकं देशे का परम्परा अस्ति?"
              },
              {
                "-Question": "(ख).  अस्यां रात्रौ जना: किं पचन्ति?"
              },
              {
                "-Question": "(ग).  शरद्-उत्सवस्य विषये का लोकमान्यता वर्तते?"
              },
              {
                "-Question": "(घ).  अयम् उत्सव: कतमं सन्देशं प्रददाति?"
              },
              {
                "-Question": "(ङ).  अयं उत्सव: कस्य प्रतीक: अस्ति?"
              },
              {
                "-Question": "(च).  चन्द्रमा कस्य आधार: अस्ति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  हमारे देश में अनेक त्योहार मनाए जाते हैं।"
              },
              {
                "-Question": "(ख).  प्रत्येक त्योहार का अपना-अपना महत्व होता है।"
              },
              {
                "-Question": "(ग).  सभी लोग इन त्योहारों को प्रेम पूर्वक मिलकर मनाते हैं।"
              },
              {
                "-Question": "(घ).  ये हमें सन्मार्ग पर चलने की प्रेरणा प्रदान करते हैं।"
              },
              {
                "-Question": "(ङ).  हमारा देश प्रकृति का पुजारी हैं।"
              },
              {
                "-Question": "(च).  हमारे देश में सूर्य, चंद्रमा तथा वृक्षों को देवता के रूप में स्वीकार करके इनकी पूजा की परंपरा है।"
              },
              {
                "-Question": "(छ).  इस रात चंद्रमा अपनी पूर्ण कलाओं के साथ उदय होता है।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का वाक्य-प्रयोग कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  पूजक:   =  _________________________________"
              },
              {
                "-Question": "(ख).  वर्णनम्   =  _________________________________"
              },
              {
                "-Question": "(ग).  पचित्वा    =  _________________________________"
              },
              {
                "-Question": "(घ).  मिलित्वा   =  _________________________________"
              },
              {
                "-Question": "(ङ).  आधार:   =  _________________________________"
              },
              {
                "-Question": "(च).  उत्सव:   =  _________________________________"
              },
              {
                "-Question": "(छ).  जना:   =  _________________________________"
              }
            ]
          }
        ]    //chapter8 compelete
      },
       {
        "-ChapterName": "दुर्जन: परिहर्तव्य:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tक: परिहर्तव्य:?\n\t(i) सज्जन:            (ii) दुर्जन:         (iii) वृद्ध:"
              },
              {
                "-Question": "(ख).\tक: परिहर्तव्य:?\n\t(i) सज्जन:            (ii) दुर्जन:           (iii) मित्रम्"
              },
              {
                "-Question": "(ग).\tसर्पदुर्जनयोर्मध्ये क: वर:?\n\t(i) सर्प:             (ii) दुर्जन:          (iii) उमौ "
              },
              {
                "-Question": "(घ).\tखल: पश्यति-\n\t(i) दुर्जनान्               (ii) परच्छिद्राणि           (iii) फलानि "
              },
              {
                "-Question": "(ङ).\t‘साधुषु’ इत्यस्मिन् विभक्ति: अस्ति-\n\t(i) प्रथमा              (ii) चतुर्थी           (iii) सप्तमी"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  दुर्जन: परिहर्तव्य __________ सन्।\n\tमणिना भूषित: सर्प: __________ भयज्र्र:।।"
              },
              {
                "-Question": "(ख)  खल: करोति __________ ।\n\tदशाननोऽहरत् __________ ।।"
              },
              {
                "-Question": "(ग)  खल: __________ पश्यति।\n\tआत्मनो __________ पश्यति।।"
              }
            ]
          },
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  खल: किं पश्यति कथञ्च?"
              },
              {
                "-Question": "(ख)  कीदृश: दुर्जन: परिहर्तव्य:?"
              },
              {
                "-Question": "(ग)  गज: कथं हन्ति?"
              },
              {
                "-Question": "(घ)  पदे-पदे-क: दशति?"
              },
              {
                "-Question": "(ङ)  अन्तिम श्लोकानुसारं खलस्य दुष्परिणामं लिखत।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  दुर्जन हमेशा दूसरों की बुराइयाँ देखते हैं।"
              },
              {
                "-Question": "(ख)  विद्या से अलंकृत होने पर भी दुर्जनों को छोड़ देना चाहिए।"
              },
              {
                "-Question": "(ग)  सर्प और दुर्जन दोनों में सर्प श्रेष्ठ है।"
              },
              {
                "-Question": "(घ)  साँप तो समय पर डसता है, परंतु दुर्जन पग-पग पर डसता है।"
              },
              {
                "-Question": "(ङ)  रावण ने सीता का हरण किया और बाँधा गया समुद्र।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित श्लोकों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) खल: सर्षपमात्राणि पर्राच्छद्राणि पश्यति।\n\tआत्मनो बिल्वमात्राणि पश्यन्नपि न पश्यति।।"
              },
              {
                "-Question": "(ख)  स्पृशन्नपि गजो हन्ति जिघ्रन्नपि भुजङ्गम:।\n\tहसन्नपि नृपो हन्ति मानयन्नपि दुर्जन:।।"
              },
              {
                "-Question": "(ग)  सर्पदुर्जनर्योमध्ये वरं सर्पो न दुर्जन:।\n\tसर्पो दशति कालेन दुर्जनस्तु पदे-पदे।।"
              }
            ]
          }
        ]    //chapter9 compelete
      },
       {
        "-ChapterName": "चतुर: शृगाल:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tशृगाल: कुत्र वसति?\n\t(i) ग्रामे             (ii) गुहायाम्        (iii) वने"
              },
              {
                "-Question": "(ख).\tशृगालस्य प्रतीक्षां क: करोति?\n\t(i) सिंह:            (ii) भल्लूक:           (iii) मृग:"
              },
              {
                "-Question": "(ग).\t‘मरिष्यामि’ इत्यस्य लकार: अस्ति-\n\t(i) लङ लकार:             (ii) विधिलिङ् लकार:          (iii) लृट् लकार: "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)   सिंह: गुहायां __________ प्रतीक्षां करोति।"
              },
              {
                "-Question": "(ख)  शृगाल: __________ चिन्तयति।"
              },
              {
                "-Question": "(ग)   सिंह: शिलारूपेण __________ करोति।"
              },
              {
                "-Question": "(घ)  शृगाल: __________ आगच्छति।"
              },
              {
                "-Question": "(ङ)  यदि अहम् __________ प्रविशामि, मम __________ निश्चित:।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  शृगाल: किं करोति स्म?"
              },
              {
                "-Question": "(ख)  सिंह: कुत्र प्रविशति किं च विचारयति?"
              },
              {
                "-Question": "(ग)  शिलारूपेण सिंह: किं वदति?"
              },
              {
                "-Question": "(घ)  चतुर: क: आसीत् कथञ्च?"
              },
              {
                "-Question": "(ङ)  कथाया: सन्देशं लिखत।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  वने   = ________________________________"
              },
              {
                "-Question": "(ख)  शृगाल:   = ________________________________"
              },
              {
                "-Question": "(ग)  सूर्य:   = ________________________________"
              },
              {
                "-Question": "(घ)  मनसि   = ________________________________"
              },
              {
                "-Question": "(ङ)  अद्य    = ________________________________"
              },
              {
                "-Question": "(च)  एव    = ________________________________"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  वने दीर्घा का अस्ति?"
              },
              {
                "-Question": "(ख)  गुहा कुत्र अस्ति?"
              },
              {
                "-Question": "(ग)  शृगाल: कुत्र शयनम् आसीत्?"
              },
              {
                "-Question": "(घ)  शृगाल: कदा आगच्छति?"
              },
              {
                "-Question": "(ङ)  शिलारूपेण क: सम्भाषणं करोति स्म?"
              }
            ]
          }
        ]    /*chapter10 compelete*/
      },
       {
        "-ChapterName": "कल्पना चावला ",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tअग्ने: ज्वालासु का विलुप्ता?\n\t(i) कल्पना चावला             (ii) सुनीता विलियम्स        (iii) साइना नेहावाल"
              },
              {
                "-Question": "(ख).\tकल्पना चावला शोधकार्यं कृतवती–\n\t(i) कैम्ब्रिज विश्वविद्यालये            (ii) कोलोरेडो विश्वविद्यालये         (iii) पंजाब विश्वविद्यालये"
              },
              {
                "-Question": "(ग).\tकल्पना चावला: जन्म राज्ये अभवत्।\n\t(i) उत्तर प्रदेशे             (ii) पञ्जाब प्रदेशे         (iii) हिमाचल प्रदेशे "
              },
              {
                "-Question": "(घ).\tकल्पना चावला: जन्म कस्मिन् मासे अभवत्?\n\t(i) जनवरी मासे             (ii) फरवरी मासे         (iii) अप्रैल मासे"
              },
              {
                "-Question": "(ङ).\tकल्पना चावलां के आकर्षयन्ति स्म?\n\t(i) ग्रहा:           (ii) नक्षत्राणि        (iii) उभावपि"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति  कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  __________ तस्या: यात्राया: अन्तिम चरणस्य __________ प्रसारयति।"
              },
              {
                "-Question": "(ख)  कल्पना चावला __________ सह अन्तरिक्षे अग्ने: विलुप्ता __________ जायते।"
              },
              {
                "-Question": "(ग)  कल्पनाया: चावलाया: जन्म __________ नगरे __________ तमे वर्षे अभवत्।"
              },
              {
                "-Question": "(घ)  बाल्यकालात् एव __________ ताम् आकर्षयन्ति स्म।"
              },
              {
                "-Question": "(ङ)  सा __________ भास्करं नक्षत्रं वर्तते।"
              },
              {
                "-Question": "(च)  सहसा __________ नाम अन्तरिक्षयानं दुर्घटनाग्रस्तं भवति।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  २००३ तमे वर्षे फरवरीमासस्य प्रथमे दिने किम् अभवत्?"
              },
              {
                "-Question": "(ख)  भारतस्य प्रथम वैज्ञानिक अभियन्त्री का आसीत्?"
              },
              {
                "-Question": "(ग)  कल्पना चावलाया: का अभिलाषा आसीत्?"
              },
              {
                "-Question": "(घ)  सा केन अन्तरिक्ष-यानेन यात्रां करोति स्म?"
              },
              {
                "-Question": "(ङ)  कल्पना चावला कस्मिन् विश्वविद्यालये शोध-कार्यम् अकरोत?"
              },
              {
                "-Question": "(च)  सा स्वस्वप्नं कथं साकारम् अकरोत्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का  वाक्यों में प्रयोग कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  खलु   = _______________________________________"
              },
              {
                "-Question": "(ख)  सर्वदा   = _______________________________________"
              },
              {
                "-Question": "(ग) अद्य   = _______________________________________"
              },
              {
                "-Question": "(घ) अधुना   = _______________________________________"
              },
              {
                "-Question": "(ङ) अचिरम्   = _______________________________________"
              },
              {
                "-Question": "(च) सुयोग्या    = _______________________________________"
              },
              {
                "-Question": "(छ) अन्तरिक्षयात्री    = _______________________________________"
              },
              {
                "-Question": "(ज) नक्षत्र:   = _______________________________________"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  सभी छात्र उस दृश्य को देखने के लिए उत्सुक थे।"
              },
              {
                "-Question": "(ख)  कल्पना चावला अग्नि की ज्वालाओं में विलुप्त हो गई।"
              },
              {
                "-Question": "(ग)  बचपन से ही उन्हें ग्रह-नक्षत्र आकर्षित करते थे।"
              },
              {
                "-Question": "(घ)  उन्होंने अपनी योग्यता के बल पर सपने को साकार किया।"
              },
              {
                "-Question": "(ङ)  वह हम सबके लिए मार्गदर्शिका के समान हैं।"
              }
            ]
          }
        ]    //chapter11 compelete
      },
       {
        "-ChapterName": "स्वामी विवेकानन्द:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tस्वामी विवेकानन्द: आसीत\n\t(i) महापुरुष:          (ii) लघु पुरुष:       (iii) निर्धन:"
              },
              {
                "-Question": "(ख).\tकिं निवारयितुं स: जनान् सम्बोधितवान्?\n\t(i) धनिकत्वम्            (ii) भेदभावान्        (iii) ऐक्यभावम्"
              },
              {
                "-Question": "(ग).\tअयं महाभाग: सम्मेलने कस्य उद्घोषं कृतवान्?\n\t(i) वैदेशिक संस्कृते:            (ii) ऐक्यभावस्य        (iii) भारतीय संस्कृते:"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  स: __________ आसीत्।"
              },
              {
                "-Question": "(ख)  स: बाल्यकालादेव __________ च आसीत्।"
              },
              {
                "-Question": "(ग)  समाजस्य __________ निवारयितुं __________ सम्बोधितवान्।"
              },
              {
                "-Question": "(घ)  नरस्य सेवा एव __________ सेवा अस्ति।"
              },
              {
                "-Question": "(ङ)  लोकसेवाम् उद्दिश्य __________ इत्यस्य स्थापनाम् अकरोत्।"
              }
            ]
          },
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के संस्कृत में उत्तर लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  स्वामी विवेकानन्दस्य जन्म कदा कुत्र च अभवत्?"
              },
              {
                "-Question": "(ख)  स्वामी महाभागेन कस्य शिष्यत्वं गृहीतम्?"
              },
              {
                "-Question": "(ग)  अस्य महाभगस्य पितु: नाम किम्?"
              },
              {
                "-Question": "(घ)  शिकागो नगरे कदा विश्वधर्मसम्मेलनम् अभवत्?"
              },
              {
                "-Question": "(ङ)  स्वामी विवेकानन्दस्य उपदेशानां सार: क: अस्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  स्वामी विवेकानंद के बचपन का नाम नरेन्द्रनाथ था।"
              },
              {
                "-Question": "(ख)  स्वामी जी ने रामकृष्ण परमहंस के शिष्यत्व को ग्रहण किया।"
              },
              {
                "-Question": "(ग)  उन्होंने लोगों को भेदभाव मिटाने के लिए संबोधित किया।"
              },
              {
                "-Question": "(घ)  बहुत-से लोग उनके शिष्य हो गए।"
              },
              {
                "-Question": "(ङ)  इन्होंने गरीब, बीमार, असहाय लोगों की सेवा की।"
              },
              {
                "-Question": "(च)  स्वामी विवेकानंद ने ‘रामकृष्ण मिशन’ नामक संस्था की स्थापना की।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों को शुद्ध कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  स्वामी विवेकानन्दस्य नामं सर्वं जानन्ति।"
              },
              {
                "-Question": "(ख)  स: प्रतिभावानम् जिज्ञासुम् च आसीत्।"
              },
              {
                "-Question": "(ग)  बहव: जना: तस्या: भक्तं अभवन्।"
              },
              {
                "-Question": "(घ)  नरस्य सेवाम् एव नारायणाय सेवां अस्ति।"
              },
              {
                "-Question": "(ङ)  सम्पूर्ण: राष्ट्र: स्नेह सूत्राय बध्नम्।"
              },
              {
                "-Question": "(च)  सर्वै: ऐक्यभावं स्थातव्येन।"
              }
            ]
          }
        ]    //chapter12 compelete
      },
       {
        "-ChapterName": "भगवान श्रीराम:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tपुरा अयोध्यानगर्यां राज्यमकरोत्\n\t(i) श्रीराम:          (ii) रावण:       (iii) दशरथ:"
              },
              {
                "-Question": "(ख).\tराज्ञ: दशरथस्य पुत्रा: आसन्-\n\t(i) त्रय:            (ii) पञ्च :        (iii) चत्वार:"
              },
              {
                "-Question": "(ग).\tक: लोकप्रिय: राजा आसीत्?\n\t(i) रावण:            (ii) श्रीराम:        (iii) लक्ष्मण:"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पुराकाले सूर्यवंशे __________ राजाऽभवत्।"
              },
              {
                "-Question": "(ख)  स: अयोध्या __________ करोति स्म।"
              },
              {
                "-Question": "(ग)  दशरथ: अतीव उदार: __________ आसीत्।"
              },
              {
                "-Question": "(घ)  ते __________ क्रीडन्ति वार्तालापं च __________ स्म।"
              },
              {
                "-Question": "(ङ)  श्रीराम: __________ राजा आसीत्।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पुरा अयोध्यानगर्यां क: राज्यमकरोत्?"
              },
              {
                "-Question": "(ख)  दशरथस्य कति पुत्रा: आसन्?"
              },
              {
                "-Question": "(ग)  श्रीरामस्य पत्नी का आसीत्?"
              },
              {
                "-Question": "(घ)  श्रीराम: वने किमर्थम् अगच्छत्?"
              },
              {
                "-Question": "(ङ)  श्रीरामेण क: हत: किमर्थच?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  श्रीरामस्य विवाह: सीतया सह अभवत्।"
              },
              {
                "-Question": "(ख)  सीता जनकस्य आत्मजाऽसीत्।"
              },
              {
                "-Question": "(ग)  श्रीराम: पितुराज्ञया वनम् अगच्छत्।"
              },
              {
                "-Question": "(घ)  रावणस्य मृत्यो: पश्चात् सीता तस्य कारागारात् मुक्ता अभवत्।"
              },
              {
                "-Question": "(ङ)  श्रीराम: अयोध्याया: राजाऽभवत्।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का संधि-विच्छेद कीजिए-",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  आत्मजाऽसीत्   =  _______________   +  _______________ "
              },
              {
                "-Question": "(ख)  सहऽभवत्   =  _______________   +  _______________ "
              },
              {
                "-Question": "(ग)  पितुराज्ञया    =  _______________   +  _______________ "
              },
              {
                "-Question": "(घ)  रावणोऽपि   =  _______________   +  _______________ "
              }
            ]
          }
        ]    //chapter13 compelete
      },
       {
        "-ChapterName": "नदी",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
             
		  {
                "-Question": "(क).\tनदी अस्ति-\n\t(i) रत्नम्          (ii) जीवनम्        (iii) उभावपि"
              },
              {
                "-Question": "(ख).\tजलं विना जीवनम् अस्ति-\n\t(i) सम्भवम्            (ii) असम्भवम्       (iii) अमृततुल्यम्"
              },
              {
                "-Question": "(ग).\tकिं सागराणां जलं पेयमस्ति-\n\t(i) आम्            (ii) न       (iii) जानामि"
              },
              {
                "-Question": "(घ).\tपूर्वदिशायां सागर: अस्ति।\n\t(i) अरब सागर:            (ii) बङ्ग सागर:       (iii) हिन्द महासागर:"
              },
              {
                "-Question": "(ङ).\tभारतस्य दक्षिण दिशि सागर: अस्ति।\n\t(i) अरब सागर:             (ii) बङ्ग सागर:        (iii) हिन्द महासागर:"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पृथिव्यां नदी एकं __________ अस्ति।"
              },
              {
                "-Question": "(ख)  नदी सर्वेभ्य: __________ जलं दत्त्वा __________ प्रददाति।"
              },
              {
                "-Question": "(ग)  जलं विना जीवनम्  __________ ।"
              },
              {
                "-Question": "(घ)  भारत देशे अनेका: __________ प्रवहन्ति।"
              },
              {
                "-Question": "(ङ)  ता: नद्य: पर्वतेभ्य: __________ ।"
              },
              {
                "-Question": "(च)  भारतीया: जना: नदीषु __________ कुर्वन्ति।"
              },
              {
                "-Question": "(छ)  नद्य: विविधान् प्रदेशान् __________ कुर्वन्ति।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  नदी सर्वेभ्य: जीवेभ्य: किं प्रददाति?"
              },
              {
                "-Question": "(ख)  जलस्य अन्यानि नामानि लिखत।"
              },
              {
                "-Question": "(ग)  भारतस्य उत्तरभागे का: नद्य: प्रवहन्ति?"
              },
              {
                "-Question": "(घ)  भारतस्य दक्षिणभागे का: नद्य: प्रवहन्ति?"
              },
              {
                "-Question": "(ङ)  भारतभूमे: तट प्रदेशेषु कति सागरा: सन्ति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "सही के वाक्य सामने  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  नदी सर्वेभ्य: जीवेभ्य: जलं प्रददाति। \t______"
              },
              {
                "-Question": "(ख)  जलम् आकाशे भवति।\t______"
              },
              {
                "-Question": "(ग)  नद्या: उद्गम स्थानं उच्चं भवति।\t______"
              },
              {
                "-Question": "(घ)  भारतदेशे एका नदी अस्ति।\t______"
              },
              {
                "-Question": "(ङ)  भारतीया: जना: नदीं पूजयन्ति।\t______"
              },
              {
                "-Question": "(च)  सागराणां जलं पेयं नास्ति।\t______"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  जल के बिना जीवन असंभव है।"
              },
              {
                "-Question": "(ख)  नदियाँ पृथ्वी को उपजाऊ बनाती हैं।"
              },
              {
                "-Question": "(ग)  मेघ भी जल बरसाते हैं।"
              },
              {
                "-Question": "(घ)  नदियाँ विभिन्न प्रदेशों को हरा-भरा करती हैं।"
              },
              {
                "-Question": "(ङ)  नदियों के किनारे अनेक तीर्थ बसे हुए हैं।"
              },
              {
                "-Question": "(च)  हम जीवनदायिनी नदी को नमन करते हैं।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  नदी सर्वेभ्य: जीवेभ्य: जलं प्रददाति।"
              },
              {
                "-Question": "(ख)  संस्कृते जलस्य अनेकानि नामानि सन्ति।"
              },
              {
                "-Question": "(ग)  मत्स्य-कूर्म-मकरादय: जलचरा: नद्यां वसन्ति।"
              },
              {
                "-Question": "(घ)  एतासां नदीनां तटेषु तीर्थस्थलानि मन्दिराणि च सन्ति।"
              },
              {
                "-Question": "(ङ)  भारतभूमे: तटप्रदेशेषु जलभण्डाराणां त्रयाणां सागराणां वास: अस्ति।"
              },
              {
                "-Question": "(च)  सागराणां जलं पेयं नास्ति।"
              }
            ]
          }
        ]    //chapter14 compelete
      },
       {
        "-ChapterName": "गीतामृतम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
           {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
             
		     {
                "-Question": "(क).\t‘कर्मण्येव’ इति शब्दस्य सन्धि-विच्छेद: अस्ति-\n\t(i)  कर्मणि + एव       (ii) कर्मण्ये + व        (iii) कर्म + एव"
              },
              {
                "-Question": "(ख).\t‘शस्त्राणि’ इत्यस्मिन् शब्दे वचनम् अस्ति-\n\t(i) द्विवचनम्            (ii) बहुवचनम्        (iii) एकवचनम्"
              },
              {
                "-Question": "(ग).\t‘भूत्वा’ इत्यस्मिन् प्रत्यय: अस्ति-\n\t(i) क्त्वा            (ii) वा        (iii) त्वा"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  __________ कदाचन।\n\tमा __________ ।।"
              },
              {
                "-Question": "(ख)  परित्राणाय __________ ।\n\t __________युगे युगे।।"
              }
            ]
          },
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  जनस्य अधिकार: कस्मिन् भवेत्?"
              },
              {
                "-Question": "(ख)  धर्मस्य अभ्युत्थाने क: आत्मानं सृजति?"
              },
              {
                "-Question": "(ग)  आत्मा कीदृश: अस्ति?"
              },
              {
                "-Question": "(घ)  शस्त्राणि कं न छिन्दन्ति?"
              },
              {
                "-Question": "(ङ)  आत्मा शरीराणि कथं धारयति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  ईश्वर सर्वशक्तिमान है।"
              },
              {
                "-Question": "(ख)  कर्म ही मुख्य है।"
              },
              {
                "-Question": "(ग)  आत्मा अजर और अमर है।"
              },
              {
                "-Question": "(घ)  आत्मा को कोई मार नहीं सकता।"
              },
              {
                "-Question": "(ङ)  आत्मा शरीर के नष्ट होने पर भी नष्ट नहीं होती है।"
              }
            ]
          }
        ]    //chapter15 compelete
      }
    ]
  }
}